{   
    "Article": "Open Access to publications means that research publications like articles can be accessed online, free of charge by any user, with no technical obstacles (such as mandatory registration or login to specific platforms). At the very least, such publications can be read online, downloaded and printed. Ideally, additional rights such as the right to copy, distribute, search, link, crawl and mine should also be provided.\n\nOpen Access can be realised through two main non-exclusive routes:\n\nGreen Open Access (self-archiving): The published work or the final peer-reviewed manuscript that has been accepted for publication is made freely and openly accessible by the author, or a representative, in an online repository. Some publishers request that Open Access be granted only after an embargo period has elapsed. This embargo period can last anywhere between several months and several years. For publications that have been deposited in a repository but are under embargo, usually at least the metadata are openly accessible.\n\nGold Open Access (Open Access publishing): The published work is made available in Open Access mode by the publisher immediately upon publication. The most common business model is based on one-off payments by authors (commonly called APCs – article processing charges – or BPCs – book processing charges). Where Open Access content is combined with content that requires a subscription or purchase, in particular in the context of journals, conference proceedings and edited volumes, this is called hybrid Open Access.\n\nReference: Open Science Training Handbook, Bezjak et al., (2018) (https://book.fosteropenscience.eu/)",
    "Code": "Modern research relies on software, and building upon—or reproducing—that research requires access to the full source code behind that software (Lowndes et al., 2017).\n\nOpen research software, or open-source research software, refers to the use and development of software for analysis, simulation, visualization, etc. where the full source code is available. In addition, according to the Open Source Definition, open-source software must be distributed in source and/or compiled form (with the source code available in the latter case) and must be shared under a license that allows modification, derivation, and redistribution. Furthermore, many (if not most) software programs may contain some undetected errors (Soergel, 2015), so even a “perfect” written description of software would not be able to account for all results.\n\nReference: Open Science Training Handbook, Bezjak et al., (2018) (https://book.fosteropenscience.eu/)",
    "Dataset": "Open research data can be freely accessed, reused, remixed and redistributed, for academic research and teaching purposes and beyond. Ideally, open data have no restrictions on reuse or redistribution, and are appropriately licensed as such. In exceptional cases, e.g. to protect the identity of human subjects, special or limited restrictions of access are set. Openly sharing data facilitates reuse, forming the basis for research verification and reproducibility, and opens up a pathway to wider collaboration.\n\nData should be archived into a repository with supporting documenting to ensure the data is assigned a persistent identifier (e.g. DOI) and preserved for at least ten years.\n\nReference: Open Science Training Handbook, Bezjak et al., (2018) (https://book.fosteropenscience.eu/)  ",
    "DigitalScholarship": "Digital scholarship encompasses a range of research outputs in several disciplines (particularly in the humanities) and include multimedia, digital media, and audiovisual outputs. These materials are critical to the scholarly record, particularly when they are made available under a license that permits reuse and remixing.\n\nReference: National Academies of Sciences, Engineering, and Medicine 2021. Developing a Toolkit for Fostering Open Science Practices: Proceedings of a Workshop. Washington, DC: The National Academies Press. https://doi.org/10.17226/26308. ",
    "Material": "Open access to research materials can accelerate research more broadly and allow comparisons across research project or products. Biological materials, such as cell lines, are fundamentally different from data and even software as they may embody a type of “machine” that, through cell expression and the like, can be used to make desirable products, such as a particular valuable protein.\n\nBiological and other physical samples (in particular starting materials), research tools (including reagents, animal models, and the like), and other materials (including metadata and identifiers) necessary to reproduce or extend research findings should be made freely available in an open repository and included in research outputs through a data access statement.\n\nReference: National Academies of Sciences, Engineering, and Medicine 2021. Developing a Toolkit for Fostering Open Science Practices: Proceedings of a Workshop. Washington, DC: The National Academies Press. https://doi.org/10.17226/26308. ",
    "Monograph": "“Open access to, and reuse of, monographs, books, book chapters, and/ or edited volumes benefits the research community because it facilitates the discovery of new information, and thus maximizes opportunities for that work to lead to new insights and discoveries.\n\nAll monographs, books, book chapters, and/or edited volumes should be made immediately available (open access with no embargo period) and reusable via an expansive license such as CC BY.”\n\nReference: National Academies of Sciences, Engineering, and Medicine 2021. Developing a Toolkit for Fostering Open Science Practices: Proceedings of a Workshop. Washington, DC: The National Academies Press. https://doi.org/10.17226/26308. ",
    "PeerRev": "Open peer review two main traits are “open identities”, where both authors and reviewers are aware of each other’s identities (i.e., non-blinded), and “open reports”, where review reports are published alongside the relevant article. These traits can be combined, but need not be, and may be complemented by other innovations, such as “open participation”, where members of the wider community are able to contribute to the review process, “open interaction”, where direct reciprocal discussion between author(s) and reviewers, and/or between reviewers, is allowed and encouraged, and “open pre-review manuscripts”, where manuscripts are made immediately available in advance of any formal peer review procedures (either internally as part of journal workflows or externally via preprint servers).\n\nReferences: Ross-Hellauer T. What is open peer review? A systematic review [version 2; peer review: 4 approved]. F1000Research 2017, 6:588 (https://doi.org/10.12688/f1000research.11369.2)\nOpen Science Training Handbook, Bezjak et al., (2018) (https://book.fosteropenscience.eu/)  ",
    "Preprint": "Preprints allow research findings to be quickly and easily available to all and allows researchers to claim priority of discovery, receive community input, and demonstrate evidence of progress for funders and others. They are posted in a repository or preprint server that codifies free, unrestricted, and perpetual access to the preprint ahead of peer review and formal publication. Preprints should be posted in a timely manner, ideally at the time of first submission to a journal.\n\nReference: National Academies of Sciences, Engineering, and Medicine 2021. Developing a Toolkit for Fostering Open Science Practices: Proceedings of a Workshop. Washington, DC: The National Academies Press. https://doi.org/10.17226/26308. ",
    "PreRegAnalysis": "Submitting a statistical analysis plan to a registry prior to conducting the work (i.e., preregistering with an analysis plan) the scientist makes a clearer distinction between planned hypothesis tests (i.e., confirmatory tests) and unplanned discovery research (i.e., screening or exploratory research). The analysis plan provides constraint to specify how the data will be used to confront the research questions.\n\nReferences: National Academies of Sciences, Engineering, and Medicine 2021. Developing a Toolkit for Fostering Open Science Practices: Proceedings of a Workshop. Washington, DC: The National Academies Press. https://doi.org/10.17226/26308.\nNosek et al., (2018) ‘The preregistration revolution’, Proc. Natl. Acad. Sci. Unit. States Am., 115 (2018), pp. 2600-2606 ",
    "Protocol": "A protocol describes a formal or official record of scientific experimental observations in a structured format should be made freely available in an open repository that facilitates the sharing, editing, forking (copying and adopting/modifying), and further development. Understanding the starting point for work—including assumptions—along with the final study and analysis can provide guidance to other researchers as to additional research avenues to explore. These include study protocols (description of the study plan), and laboratory protocols (detailed description of experimental methods). They can convey exactly what was done and the decisions/compromises that were made on route to a scientific discovery.\n\nReferences: National Academies of Sciences, Engineering, and Medicine 2021. Developing a Toolkit for Fostering Open Science Practices: Proceedings of a Workshop. Washington, DC: The National Academies Press. https://doi.org/10.17226/26308.\nOpen Science Training Handbook, Bezjak et al., (2018) (https://book.fosteropenscience.eu/)  ",
    "RegReport": "Peer review of study protocols with analysis plans, along with dissemination of findings regardless of outcome, addresses publication bias against null results. It also provides the benefits of preregistration by making a clearer distinction between hypothesis tests and discovery research. By submitting funded studies to journals as a registered report, the scientist improves study planning, increases study rigor, and improves scientific credibility. Funders who support this process anticipate that peer-review feedback could change study processes that result in budget changes and are prepared to consider such amendments in response to journal reviewer feedback.\n\nReference: National Academies of Sciences, Engineering, and Medicine 2021. Developing a Toolkit for Fostering Open Science Practices: Proceedings of a Workshop. Washington, DC: The National Academies Press. https://doi.org/10.17226/26308. ",
    "Thesis": "Theses and dissertations represent significant contributions to the advancement of knowledge and the scholarly record. The open sharing of these materials offers a particularly unique insight into the research perspective of the emerging generation of scholars.\n\nReference: National Academies of Sciences, Engineering, and Medicine 2021. Developing a Toolkit for Fostering Open Science Practices: Proceedings of a Workshop. Washington, DC: The National Academies Press. https://doi.org/10.17226/26308. "
}